Repository: junyu17/Maren
Catalog: Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, es, ja, ko, zh_hant

source: 家庭协作照护
en: Family caregiving, shared
es: Cuidado familiar compartido
ja: 家族で支え合う介護
ko: 가족 돌봄, 함께해요
zh_hant: 家庭協作照護

source: 密码仅用于本次解密,不会保存或上传。
en: The password is used only for this decryption and is not saved or uploaded.
es: La contraseña se usa solo para este descifrado; no se guarda ni se envía.
ja: このパスワードは復号にのみ使用され、保存やアップロードはされません。
ko: 암호는 이번 복호화에만 사용되며 저장되거나 업로드되지 않아요.
zh_hant: 密碼僅用於本次解密,不會儲存或上傳。

source: 密码至少 8 个字符。Maren 无法恢复或重置密码;忘记密码将无法导入备份。
en: Passwords must be at least 8 characters. Maren cannot recover or reset the password; if you forget it, the backup cannot be imported.
es: La contraseña debe tener al menos 8 caracteres. Maren no puede recuperarla ni restablecerla; si la olvidas, no podrás importar la copia de seguridad.
ja: パスワードは8文字以上で設定してください。Marenはパスワードの復元やリセットができません。忘れると、バックアップをインポートできなくなります。
ko: 암호는 8자 이상이어야 해요. Maren은 암호를 복구하거나 재설정할 수 없으며, 암호를 잊으면 백업을 가져올 수 없어요.
zh_hant: 密碼至少 8 個字元。Maren 無法恢復或重置密碼;忘記密碼將無法匯入備份。

source: 密码错误或备份文件已损坏,无法解密。
en: The password is incorrect or the backup file is damaged and cannot be decrypted.
es: La contraseña es incorrecta o el archivo de copia de seguridad está dañado y no se puede descifrar.
ja: パスワードが間違っているか、バックアップファイルが破損しているため復号できません。
ko: 암호가 올바르지 않거나 백업 파일이 손상되어 복호화할 수 없어요.
zh_hant: 密碼錯誤或備份檔案已損壞,無法解密。

source: 对比当前周期与近 %@ 个历史周期。
en: Comparing current cycle with the last %@ historical cycles.
es: Comparando el ciclo actual con los %@ ciclos anteriores.
ja: 今回の周期と、過去%@周期を比較しています。
ko: 현재 주기를 이전 주기 %@회와 비교하고 있어요.
zh_hant: 對比當前週期與近 %@ 個歷史週期。

source: 对比最近完成周期与近 %lld 个历史周期。
en: Comparing the latest completed cycle with your last %lld historical cycles.
es: Comparando el último ciclo completado con tus %lld ciclos anteriores.
ja: 直近の完了周期と、過去%lld周期を比較しています。
ko: 가장 최근에 끝난 주기를 이전 주기 %lld회와 비교하고 있어요.
zh_hant: 對比最近完成周期與近 %lld 個歷史週期。

source: 对自己好一点
en: Be kind to yourself
es: Sé amable contigo
ja: 自分に優しく
ko: 나에게 다정하게
zh_hant: 對自己好一點

source: 导入加密备份
en: Import Encrypted Backup
es: Importar copia de seguridad cifrada
ja: 暗号化バックアップをインポート
ko: 암호화 백업 가져오기
zh_hant: 匯入加密備份

source: 导入方式
en: Import method
es: Método de importación
ja: インポート方法
ko: 가져오기 방법
zh_hant: 匯入方式

source: 导入设置
en: Import settings
es: Ajustes de importación
ja: インポート設定
ko: 가져오기 설정
zh_hant: 匯入設定

source: 导出前请注意
en: Before exporting
es: Antes de exportar
ja: エクスポートする前に
ko: 내보내기 전에
zh_hant: 匯出前請注意

source: 导出加密备份
en: Export Encrypted Backup
es: Exportar copia de seguridad cifrada
ja: 暗号化バックアップをエクスポート
ko: 암호화 백업 내보내기
zh_hant: 匯出加密備份

source: 导出原始数据
en: Export Raw Data
es: Exportar datos sin procesar
ja: 生データをエクスポート
ko: 원본 데이터 내보내기
zh_hant: 匯出原始資料

source: 导出失败
en: Export failed
es: Error al exportar
ja: エクスポートに失敗しました
ko: 내보내기 실패
zh_hant: 匯出失敗

source: 导出数据
en: Export data
es: Exportar datos
ja: データをエクスポート
ko: 데이터 내보내기
zh_hant: 匯出資料

source: 导出时间:%@
en: Exported: %@
es: Exportado: %@
ja: エクスポート日時:%@
ko: 내보냄: %@
zh_hant: 匯出時間:%@

source: 将任一快捷指令分配给 iPhone 操作按钮(设置 → 操作按钮)
en: Assign a Maren shortcut to the iPhone Action Button (Settings → Action Button)
es: Asigna un atajo de Maren al botón Acción del iPhone (Ajustes → Botón Acción)
ja: MarenのショートカットをiPhoneのアクションボタンに割り当てる(設定 → アクションボタン)
ko: Maren 단축어를 iPhone 액션 버튼에 지정해 보세요(설정 → 액션 버튼)
zh_hant: 將任一快捷指令分配給 iPhone 操作按鈕(設定 → 操作按鈕)

source: 少量
en: Light
es: Ligero
ja: 少ない
ko: 적음

source: 尝试调整搜索词或筛选条件。
en: Try adjusting your search term or filters.
es: Prueba a cambiar el término de búsqueda o los filtros.
ja: 検索語や絞り込み条件を変えてお試しください。
ko: 검색어나 필터를 바꿔 보세요.
zh_hant: 嘗試調整搜尋詞或篩選條件。

source: 就在这几天
en: Any day now
es: En cualquier momento
ja: そろそろです
ko: 곧 시작할 수 있어요
zh_hant: 就在這幾天

source: 已保存 ✓
en: Saved ✓
es: Guardado ✓
ja: 保存しました ✓
ko: 저장했어요 ✓
zh_hant: 已儲存 ✓

source: 已保存,但刷新失败
en: Saved, but refresh failed
es: Guardado, pero falló la actualización
ja: 保存しましたが、更新に失敗しました
ko: 저장했지만 새로고침에 실패했어요
zh_hant: 已儲存,但重新整理失敗

source: 已保存,但小组件刷新失败
en: Saved, but widget refresh failed
es: Guardado, pero no se pudo actualizar el widget
ja: 保存しましたが、ウィジェットの更新に失敗しました
ko: 저장했지만 위젯 새로고침에 실패했어요
zh_hant: 已儲存,但小元件重新整理失敗

source: 已保存,但提醒刷新失败
en: Saved, but reminders could not be refreshed
es: Guardado, pero no se pudieron actualizar los recordatorios
ja: 保存しましたが、リマインダーを更新できませんでした
ko: 저장했지만 알림을 새로 고치지 못했어요
zh_hant: 已儲存,但提醒重新整理失敗

source: 已删除,但刷新失败
en: Deleted, but refresh failed
es: Eliminado, pero falló la actualización
ja: 削除しましたが、更新に失敗しました
ko: 삭제했지만 새로고침에 실패했어요
zh_hant: 已刪除,但重新整理失敗

source: 已删除的用药
en: Deleted medication
es: Medicamento eliminado
ja: 削除された薬
ko: 삭제한 복용약
zh_hant: 已刪除的用藥

source: 已定位到搜索日期
en: Located search date
es: Fecha de búsqueda localizada
ja: 検索した日付に移動しました
ko: 검색한 날짜로 이동했어요
zh_hant: 已定位到搜尋日期

source: 已定位到追踪项
en: Tracker located
es: Seguimiento localizado
ja: トラッカーの位置に移動しました
ko: 추적 항목으로 이동했어요
zh_hant: 已定位到追蹤項

source: 已恢复你的 Premium 权益。
en: Your Premium entitlement has been restored.
es: Se ha restaurado tu acceso Premium.
ja: Premiumの権利が復元されました。
ko: Premium 이용 권한을 복원했어요.
zh_hant: 已恢復你的 Premium 權益。

source: 已收藏
en: Bookmarked
es: Guardado en marcadores
ja: ブックマーク済み
ko: 북마크함

source: 已观测
en: Observed
es: Observado
ja: 観測済み
ko: 관찰됨
zh_hant: 已觀測

source: 已记录
en: Logged
es: Registrado
ja: 記録済み
ko: 기록함
zh_hant: 已記錄

source: 已记录 %lld 天
en: Recorded %lld days
es: %lld días registrados
ja: %lld日記録済み
ko: %lld일 기록함
zh_hant: 已記錄 %lld 天

source: 已记录 %lld 次
en: Logged %lld times
es: Registrado %lld veces
ja: %lld回記録
ko: %lld회 기록함
zh_hant: 已記錄 %lld 次

source: 已记录经期,流量%@
en: Period logged, %@ flow
es: Periodo registrado, flujo %@
ja: 生理を記録、経血量%@
ko: 생리를 기록했어요, 생리량 %@
zh_hant: 已記錄經期,流量%@

source: 已达 %@ 个时段上限。
en: Reached the limit of %@ time slots.
es: Has llegado al límite de %@ franjas horarias.
ja: %@件の時間帯の上限に達しました。
ko: 시간대 %@개 한도에 도달했어요.
zh_hant: 已達 %@ 個時段上限。

source: 已达 %lld 个时段上限。
en: Reached the limit of %lld time slots.
es: Has llegado al límite de %lld franjas horarias.
ja: %lld件の時間帯の上限に達しました。
ko: 시간대 %lld개 한도에 도달했어요.
zh_hant: 已達 %lld 個時段上限。

source: 已连接 Apple 健康
en: Connected to Apple Health
es: Conectado a Salud de Apple
ja: Apple Healthに接続済み
ko: Apple 건강과 연결됨
zh_hant: 已連線 Apple 健康

source: 已选 %lld 项
en: %lld items selected
es: %lld elementos seleccionados
ja: %lld件選択中
ko: %lld개 선택됨
zh_hant: 已選 %lld 項

source: 已选中
en: Selected
es: Seleccionado
ja: 選択済み
ko: 선택됨
zh_hant: 已選中

source: 已选择
en: Selected
es: Seleccionada
ja: 選択済み
ko: 선택됨
zh_hant: 已選擇

source: 带更清晰的记录去看诊
en: Bring clearer records to your appointment
es: Lleva registros más claros a tu consulta
ja: 受診時により分かりやすい記録を
ko: 진료 때 더 또렷한 기록을 가져가세요
zh_hant: 帶更清晰的記錄去看診

source: 平均 %@ kg
en: Average %@ kg
es: Media %@ kg
ko: 평균 %@kg

source: 平均 %@ 分
en: Average %@ points
es: Media %@ puntos
ja: 平均 %@ 点
ko: 평균 %@점

source: 平均 %@ 天
en: Average %@ days
es: Media %@ días
ja: 平均 %@ 日
ko: 평균 %@일

source: 平均 %@ 小时
en: Average %@ hours
es: Media %@ horas
ja: 平均 %@ 時間
ko: 평균 %@시간
zh_hant: 平均 %@ 小時

source: 平均 %lld 天
en: Avg %lld days
es: Media %lld días
ja: 平均 %lld 日
ko: 평균 %lld일

source: 平均 %lld 天,在 %lld–%lld 天之间波动
en: Avg %1$lld days, ranging %2$lld–%3$lld days
es: Media de %1$lld días, con un rango de %2$lld a %3$lld días
ja: 平均 %1$lld 日、範囲 %2$lld〜%3$lld 日
ko: 평균 %1$lld일, 범위 %2$lld–%3$lld일
zh_hant: 平均 %lld 天,在 %lld–%lld 天之間波動

source: 平均 %lld 天,已观测 %lld 个周期
en: Average %lld days, %lld cycles observed
es: Media de %lld días, %lld ciclos observados
ja: 平均 %lld 日(観測%lld周期)
ko: 평균 %lld일, 주기 %lld회 관찰
zh_hant: 平均 %lld 天,已觀測 %lld 個週期

source: 平均体重 %@ kg (%lld 个周期)
en: Average weight %@ kg (%lld cycles)
es: Peso medio %@ kg (%lld ciclos)
ja: 平均体重 %@ kg(%lld周期)
ko: 평균 체중 %@kg(주기 %lld회)
zh_hant: 平均體重 %@ kg (%lld 個週期)

source: 平均体重:
en: Avg weight:
es: Peso medio:
ko: 평균 체중:
zh_hant: 平均體重:

source: 平均体重:%@
en: Avg weight: %@
es: Peso medio: %@
ko: 평균 체중: %@
zh_hant: 平均體重:%@

source: 平均体重:%@ kg
en: Average weight: %@ kg
es: Peso medio: %@ kg
ko: 평균 체중: %@kg
zh_hant: 平均體重:%@ kg

source: 平均周期
en: Avg. cycle
es: Ciclo medio
ko: 평균 주기
zh_hant: 平均週期

source: 平均周期:%@ 天 规律度:%@ 已观测:%lld 个周期
en: Avg cycle: %1$@ days Regularity: %2$@ Observed: %3$lld cycles
es: Ciclo medio: %1$@ días Regularidad: %2$@ Observados: %3$lld ciclos
ja: 平均周期:%1$@日 規則性:%2$@ 観測:%3$lld周期
ko: 평균 주기: %1$@일 규칙성: %2$@ 관찰: %3$lld회
zh_hant: 平均週期:%@ 天 規律度:%@ 已觀測:%lld 個週期

source: 平均周期长度:
en: Avg cycle length:
es: Duración media del ciclo:
ja: 平均周期の長さ:
ko: 평균 주기 길이:
zh_hant: 平均週期長度:

source: 平均周期长度:%@
en: Avg cycle length: %@
es: Duración media del ciclo: %@
ja: 平均周期の長さ:%@
ko: 평균 주기 길이: %@
zh_hant: 平均週期長度:%@

source: 平均周期长度:%@ 天(范围 %lld–%lld 天)
en: Average cycle length: %@ days (range %lld–%lld days)
es: Duración media del ciclo: %@ días (rango %lld–%lld días)
ja: 平均周期の長さ:%@日(範囲%lld〜%lld日)
ko: 평균 주기 길이: %@일(범위 %lld–%lld일)
zh_hant: 平均週期長度:%@ 天(範圍 %lld–%lld 天)

source: 平均基础体温:%@ °C
en: Average basal body temperature: %@ °C
es: Temperatura basal media: %@ °C
ja: 平均基礎体温:%@ °C
ko: 평균 기초체온: %@°C
zh_hant: 平均基礎體溫:%@ °C

source: 平均心情 %@ 分 (%lld 天)
en: Average mood %@ / 5 (%lld days)
es: Ánimo medio %@ / 5 (%lld días)
ja: 平均気分 %@ / 5(%lld日)
ko: 평균 기분 %@ / 5(%lld일)

source: 平均心情评分:
en: Avg mood score:
es: Puntuación media de ánimo:
ja: 平均気分スコア:
ko: 평균 기분 점수:
zh_hant: 平均心情評分:

source: 平均心情评分:%@
en: Avg mood score: %@
es: Puntuación media de ánimo: %@
ja: 平均気分スコア:%@
ko: 평균 기분 점수: %@
zh_hant: 平均心情評分:%@

source: 平均心情评分:%@ / 5
en: Average mood score: %@ / 5
es: Puntuación media de ánimo: %@ / 5
ja: 平均気分スコア:%@ / 5
ko: 평균 기분 점수: %@ / 5
zh_hant: 平均心情評分:%@ / 5

source: 平均睡眠 %@ 小时 (%lld 天)
en: Average sleep %@ hours (%lld days)
es: Sueño medio %@ horas (%lld días)
ja: 平均睡眠 %@ 時間(%lld日)
ko: 평균 수면 %@시간(%lld일)
zh_hant: 平均睡眠 %@ 小時 (%lld 天)

source: 平均睡眠:
en: Avg sleep:
es: Sueño medio:
ko: 평균 수면:

source: 平均睡眠:%@
en: Avg sleep: %@
es: Sueño medio: %@
ko: 평균 수면: %@

source: 平均睡眠:%@ 小时
en: Average sleep: %@ hours
es: Sueño medio: %@ horas
ja: 平均睡眠:%@ 時間
ko: 평균 수면: %@시간
zh_hant: 平均睡眠:%@ 小時

source: 平均经期
en: Average period
es: Periodo medio
ja: 平均生理期間
ko: 평균 생리 기간
zh_hant: 平均經期

source: 平均经期 %@ 天
en: Average period %@ days
es: Periodo medio %@ días
ja: 平均生理期間 %@日
ko: 평균 생리 %@일
zh_hant: 平均經期 %@ 天

source: 平均经期长度:
en: Avg period length:
es: Duración media del periodo:
ja: 平均生理日数:
ko: 평균 생리 기간:
zh_hant: 平均經期長度:

source: 平均经期长度:%@
en: Avg period length: %@
es: Duración media del periodo: %@
ja: 平均生理日数:%@
ko: 평균 생리 기간: %@
zh_hant: 平均經期長度:%@

source: 平均经期长度:%@ 天
en: Avg period length: %@ days
es: Duración media del periodo: %@ días
ja: 平均生理日数:%@日
ko: 평균 생리 기간: %@일
zh_hant: 平均經期長度:%@ 天

source: 平均经期长度:%@ 天(范围 %lld–%lld 天)
en: Average period length: %@ days (range %lld–%lld days)
es: Duración media del periodo: %@ días (rango %lld–%lld días)
ja: 平均生理日数:%@日(範囲%lld〜%lld日)
ko: 평균 생리 기간: %@일(범위 %lld–%lld일)
zh_hant: 平均經期長度:%@ 天(範圍 %lld–%lld 天)

source: 平静
en: Calm
es: Tranquila
ja: 穏やか
ko: 평온
zh_hant: 平靜

source: 年
en: year
es: año
ko: 년

source: 应用版本
en: App version
es: Versión de la app
ja: アプリのバージョン
ko: 앱 버전
zh_hant: 應用版本

source: 开
en: On
es: Activado
ja: オン
ko: 켬
zh_hant: 開

source: 开启后,每次打开 Maren 都需要 Face ID、Touch ID 或设备密码。
en: When on, opening Maren requires Face ID, Touch ID, or your device passcode.
es: Si está activado, abrir Maren requiere Face ID, Touch ID o el código de tu dispositivo.
ja: オンにすると、Marenを開くたびにFace ID、Touch ID、またはデバイスのパスコードが必要になります。
ko: 켜면 Maren을 열 때 Face ID, Touch ID 또는 기기 암호가 필요해요.
zh_hant: 開啟後,每次開啟 Maren 都需要 Face ID、Touch ID 或裝置密碼。

source: 开启后,经期 / 关怀类提醒在锁屏上只显示「打开 Maren 查看提醒」,不显示经期、黄体期等敏感信息。
en: When on, period and care reminders show only "Open Maren to see today's reminder" on the lock screen — no sensitive details like period or luteal phase.
es: Si está activado, los recordatorios de periodo y cuidado solo muestran «Abre Maren para ver el recordatorio de hoy» en la pantalla bloqueada, sin detalles sensibles como el periodo o la fase lútea.
ja: オンにすると、生理やケア関連のリマインダーはロック画面に「Marenを開いて今日のリマインダーを確認」とだけ表示され、生理や黄体期などの詳しい情報は表示されません。
ko: 켜면 생리 및 케어 알림이 잠금 화면에 '오늘의 알림을 보려면 Maren을 여세요'로만 표시돼요. 생리나 황체기 같은 민감한 내용은 보이지 않아요.
zh_hant: 開啟後,經期 / 關懷類提醒在鎖屏上只顯示「開啟 Maren 檢視提醒」,不顯示經期、黃體期等敏感資訊。

source: 开启后可自己填周期长度和经期天数;适合周期不规律,或刚开始记录、还没攒够两个周期的时候。
en: Turn this on to enter your own cycle and period length — useful for irregular cycles, or before you've logged two full cycles.
es: Actívalo para introducir tu propia duración de ciclo y de periodo: útil con ciclos irregulares o antes de haber registrado dos ciclos completos.
ja: オンにすると、周期の長さと生理日数を自分で入力できます。不規則な周期の方や、まだ2周期分の記録が揃っていない場合に便利です。
ko: 켜면 내 주기와 생리 기간을 직접 입력할 수 있어요. 주기가 불규칙하거나 아직 두 주기를 기록하지 못했을 때 유용해요.
zh_hant: 開啟後可自己填週期長度和經期天數;適合週期不規律,或剛開始記錄、還沒攢夠兩個週期的時候。

source: 开启通知权限
en: Enable notifications
es: Activar notificaciones
ja: 通知を有効にする
ko: 알림 켜기
zh_hant: 開啟通知許可權

# 开始 %@ 天免费试用时不会立即收费。试用结束后将按 %@ / 年自动续费；你可以在试用结束前取消，避免产生费用。
source: 开始 %1$@ 天免费试用时不会立即收费。试用结束后将按 %2$@ / 年自动续费；你可以在试用结束前取消，避免产生费用。
en: No charge today. Your %1$@-day free trial renews at %2$@ / year after the trial. Cancel before the trial ends to avoid a charge.
es: Hoy no se te cobra nada. Tu prueba gratis de %1$@ días se renueva por %2$@ / año al terminar. Cancela antes de que acabe para evitar el cargo.
ja: 今日は料金が発生しません。%1$@日間の無料トライアル終了後、%2$@ / 年で自動更新されます。課金を避けるには、トライアル終了前にキャンセルしてください。
ko: 오늘은 결제되지 않아요. %1$@일 무료 체험이 끝나면 매년 %2$@에 갱신돼요. 요금이 청구되지 않게 하려면 체험이 끝나기 전에 취소하세요.
zh_hant: 開始 %1$@ 天免費試用時不會立即收費。試用結束後將按 %2$@ / 年自動續費；你可以在試用結束前取消，避免產生費用。

source: 开始 %lld 天免费试用
en: Start %lld-day free trial
es: Empezar la prueba gratis de %lld días
ja: %lld日間の無料トライアルを開始
ko: %lld일 무료 체험 시작
zh_hant: 開始 %lld 天免費試用

source: 开始 %lld 天免费试用时不会立即收费。试用结束后将按 %@ / 年自动续费；你可以在试用结束前取消，避免产生费用。
en: No charge today. Your %1$lld-day free trial renews at %2$@ / year after the trial. Cancel before the trial ends to avoid a charge.
es: Hoy no se te cobra nada. Tu prueba gratis de %1$lld días se renueva por %2$@ / año al terminar. Cancela antes de que acabe para evitar el cargo.
ja: 今日は料金が発生しません。%1$lld日間の無料トライアル終了後、%2$@ / 年で自動更新されます。課金を避けるには、トライアル終了前にキャンセルしてください。
ko: 오늘은 결제되지 않아요. %1$lld일 무료 체험이 끝나면 매년 %2$@에 갱신돼요. 요금이 청구되지 않게 하려면 체험이 끝나기 전에 취소하세요.
zh_hant: 開始 %lld 天免費試用時不會立即收費。試用結束後將按 %@ / 年自動續費；你可以在試用結束前取消，避免產生費用。

source: 开始使用
en: Get started
es: Empezar
ja: はじめる
ko: 시작하기
zh_hant: 開始使用

source: 开始导入
en: Start import
es: Iniciar importación
ja: インポートを開始
ko: 가져오기 시작
zh_hant: 開始匯入

source: 开始导出
en: Start Export
es: Iniciar exportación
ja: エクスポートを開始
ko: 내보내기 시작
zh_hant: 開始匯出

source: 开始搜索
en: Start searching
es: Empezar a buscar
ja: 検索を開始
ko: 검색 시작
zh_hant: 開始搜尋

source: 开始记录
en: Start logging
es: Empezar a registrar
ja: 記録を始める
ko: 기록 시작
zh_hant: 開始記錄

source: 异常分泌物
en: Unusual discharge
es: Flujo inusual
ja: 異常なおりもの
ko: 평소와 다른 분비물
zh_hant: 異常分泌物

source: 当前周期
en: Current cycle
es: Ciclo actual
ja: 現在の周期
ko: 현재 주기
zh_hant: 當前週期

source: 当前周期尚未结束。
en: Current cycle has not ended yet.
es: El ciclo actual aún no ha terminado.
ja: 現在の周期はまだ終了していません。
ko: 현재 주기가 아직 끝나지 않았어요.
zh_hant: 當前週期尚未結束。

source: 当天记录没有删除。
en: Today's record was not deleted.
es: El registro de hoy no se ha eliminado.
ja: 今日の記録は削除されていません。
ko: 오늘 기록을 삭제하지 않았어요.
zh_hant: 當天記錄沒有刪除。

source: 待保存
en: Pending
es: Pendiente
ja: 保留中
ko: 저장 대기
zh_hant: 待儲存

source: 待保存(%lld)
en: Pending (%lld)
es: Pendientes (%lld)
ja: 保留中(%lld)
ko: 대기 중(%lld)
zh_hant: 待儲存(%lld)

source: 待同步
en: Pending sync
es: Sincronización pendiente
ja: 同期待ち
ko: 동기화 대기

source: 很好
en: Great
es: Genial
ja: とても良い
ko: 아주 좋음

source: 很糟
en: Rough
es: Difícil
ja: つらい
ko: 매우 나쁨

source: 心情
en: Mood
es: Ánimo
ja: 気分
ko: 기분

source: 心情 %.1f
en: Mood %.1f
es: Ánimo %.1f
ja: 気分 %.1f
ko: 기분 %.1f

source: 心情 · 不错
en: Mood · Good
es: Ánimo · Bien
ja: 気分 · 良い
ko: 기분 · 좋음
zh_hant: 心情 · 不錯

source: 心情、症状与体重的走势分析,看懂身体的规律。
en: Trend analysis of mood, symptoms, and weight — understand your body's patterns.
es: Análisis de tendencias de ánimo, síntomas y peso: entiende los patrones de tu cuerpo.
ja: 気分・症状・体重の推移を分析し、体のパターンを理解しましょう。
ko: 기분, 증상, 체중의 추이를 분석해 내 몸의 패턴을 이해해 보세요.
zh_hant: 心情、症狀與體重的走勢分析,看懂身體的規律。

source: 心情、追踪项与体重的走势分析,看懂身体的规律。
en: Trend analysis of mood, trackers, and weight — understand your body's patterns.
es: Análisis de tendencias de ánimo, seguimientos y peso: entiende los patrones de tu cuerpo.
ja: 気分・トラッカー・体重の推移を分析し、体のパターンを理解しましょう。
ko: 기분, 추적 항목, 체중의 추이를 분석해 내 몸의 패턴을 이해해 보세요.
zh_hant: 心情、追蹤項與體重的走勢分析,看懂身體的規律。

source: 心情与周期的关联、最常出现的症状、周期稳定度--由你的记录在本机计算。
en: Mood-cycle links, most frequent symptoms, cycle regularity - computed on-device from your own logs.
es: Relación ánimo-ciclo, síntomas más frecuentes y regularidad del ciclo, calculados en el dispositivo a partir de tus registros.
ja: 気分と周期の関連、よくある症状、周期の規則性 - あなた自身の記録から端末内で計算されます。
ko: 기분과 주기의 관계, 가장 자주 나타나는 증상, 주기 규칙성 등을 내 기록으로 기기 안에서 계산해요.
zh_hant: 心情與週期的關聯、最常出現的症狀、週期穩定度--由你的記錄在本機計算。

source: 心情与周期的关联、最常记录的追踪项、周期稳定度--由你的记录在本机计算。
en: Mood-cycle links, most-logged trackers, cycle regularity - computed on-device from your own logs.
es: Relación ánimo-ciclo, seguimientos más registrados y regularidad del ciclo, calculados en el dispositivo a partir de tus registros.
ja: 気分と周期の関連、よく記録されるトラッカー、周期の規則性 - あなた自身の記録から端末内で計算されます。
ko: 기분과 주기의 관계, 가장 많이 기록한 추적 항목, 주기 규칙성 등을 내 기록으로 기기 안에서 계산해요.
zh_hant: 心情與週期的關聯、最常記錄的追蹤項、週期穩定度--由你的記錄在本機計算。

source: 心情与周期的关联趋势
en: Mood and cycle relationship trends
es: Tendencias en la relación entre ánimo y ciclo
ja: 気分と周期の関連の推移
ko: 기분과 주기의 관계 추이
zh_hant: 心情與週期的關聯趨勢

source: 心情评分
en: Mood score
es: Puntuación de ánimo
ja: 気分スコア
ko: 기분 점수
zh_hant: 心情評分

source: 心理健康
en: Mental wellbeing
es: Bienestar emocional
ja: こころの健康
ko: 마음 건강

source: 心跳加速
en: Heart racing
es: Palpitaciones
ja: 動悸
ko: 두근거림

source: 快速记录
en: Quick Log
es: Registro rápido
ja: クイック記録
ko: 빠른 기록
zh_hant: 快速記錄

source: 快速记录的清理将在下次打开 Maren 时重试。已删除的本机记录不会恢复。
en: Quick Log cleanup will be retried the next time Maren opens. Deleted local records will not be restored.
es: La limpieza del registro rápido se reintentará la próxima vez que abras Maren. Los registros locales eliminados no se restaurarán.
ja: クイック記録のクリーンアップは、次回Marenを開いたときに再試行されます。削除されたローカル記録は復元されません。
ko: 빠른 기록 정리는 다음에 Maren을 열 때 다시 시도해요. 삭제된 로컬 기록은 복원되지 않아요.
zh_hant: 快速記錄的清理將在下次開啟 Maren 時重試。已刪除的本機記錄不會恢復。

source: 性与生殖健康
en: Sexual & reproductive health
es: Salud sexual y reproductiva
ja: 性と生殖に関する健康
ko: 성 건강·생식 건강
zh_hant: 性與生殖健康

source: 性欲变化
en: Libido changes
es: Cambios en la libido
ja: 性欲の変化
ko: 성욕 변화
zh_hant: 性慾變化

source: 恢复购买
en: Restore Purchases
es: Restaurar compras
ja: 購入を復元
ko: 구매 복원
zh_hant: 恢復購買

source: 恶心
en: Nausea
es: Náuseas
ja: 吐き気
ko: 메스꺼움
zh_hant: 噁心

source: 情绪
en: Mood
es: Ánimo
ja: 気分
ko: 감정
zh_hant: 情緒

source: 情绪低落
en: Low mood
es: Ánimo bajo
ja: 気分の落ち込み
ko: 우울한 기분
zh_hant: 情緒低落

source: 情绪化
en: Emotional
es: Sensible
ja: 感情的
ko: 감정적
zh_hant: 情緒化

source: 情绪可能起伏,对自己宽容点
en: Mood may fluctuate - go easy on yourself
es: El ánimo puede fluctuar: no te exijas tanto
ja: 気分が揺れやすい時期です。自分に無理をさせないで
ko: 기분이 오르내릴 수 있어요. 스스로에게 너그러워지세요
zh_hant: 情緒可能起伏,對自己寬容點

source: 情绪波动
en: Mood swings
es: Cambios de humor
ja: 気分の浮き沈み
ko: 기분 변화
zh_hant: 情緒波動

source: 情绪高涨
en: Elevated mood
es: Ánimo alto
ja: 気分が高揚
ko: 들뜬 기분
zh_hant: 情緒高漲

source: 想记点什么…
en: Anything to note…
es: Algo que quieras anotar…
ja: メモしておきたいこと…
ko: 메모할 내용이 있나요…
zh_hant: 想記點什麼…

source: 我的周期
en: My cycle
es: Mi ciclo
ja: 自分の周期
ko: 나의 주기
zh_hant: 我的週期

source: 户外活动
en: Outdoor activity
es: Actividad al aire libre
ja: 屋外での活動
ko: 야외 활동
zh_hant: 戶外活動

source: 所有快速记录均在本地排队,打开 Maren 时落库;不联网、不外传。
en: Quick logs stay in a local queue and are saved when Maren opens; they are never sent over the internet.
es: Los registros rápidos se quedan en una cola local y se guardan al abrir Maren; nunca se envían por internet.
ja: クイック記録はローカルのキューに保存され、Marenを開いたときに保存されます。インターネットに送信されることはありません。
ko: 빠른 기록은 로컬 대기열에 보관되었다가 Maren을 열면 저장되며, 인터넷으로 전송되지 않아요.
zh_hant: 所有快速記錄均在本地排隊,開啟 Maren 時落庫;不聯網、不外傳。

source: 所有数据均为模拟,不会影响你的真实记录。
en: All data is simulated and will not affect your real records.
es: Todos los datos son simulados y no afectarán a tus registros reales.
ja: すべてのデータはシミュレーションであり、実際の記録には影響しません。
ko: 모든 데이터는 가상이며 실제 기록에 영향을 주지 않아요.
zh_hant: 所有資料均為模擬,不會影響你的真實記錄。

source: 手动
en: Manual
es: Manual
ja: 手動
ko: 수동
zh_hant: 手動

source: 手动加密备份
en: Manual encrypted backup
es: Copia de seguridad cifrada manual
ja: 手動の暗号化バックアップ
ko: 수동 암호화 백업
zh_hant: 手動加密備份

source: 手动备份
en: Manual backup
es: Copia de seguridad manual
ja: 手動バックアップ
ko: 수동 백업
zh_hant: 手動備份

source: 手动设置
en: Manual
es: Manual
ja: 手動
ko: 직접 설정
zh_hant: 手動設定

source: 手脚冰凉
en: Cold hands and feet
es: Manos y pies fríos
ja: 手足の冷え
ko: 손발 시림
zh_hant: 手腳冰涼

source: 打卡分母为报告范围内该药可用的日历天数(从该药创建日起),非临床依从率。
en: The denominator is the calendar days available for that medication within the report range (from its creation date), not a clinical adherence rate.
es: El denominador son los días naturales disponibles para ese medicamento dentro del rango del informe (desde su fecha de creación), no una tasa clínica de adherencia.
ja: 分母は、レポート範囲内でその薬が対象となる暦日数(作成日以降)であり、臨床的な服薬遵守率ではありません。
ko: 분모는 리포트 기간 내에서 해당 복용약을 이용할 수 있었던 달력상의 일수(등록일부터)이며, 임상적 복용률이 아니에요.
zh_hant: 打卡分母為報告範圍內該藥可用的日曆天數(從該藥建立日起),非臨床依從率。

source: 打卡日 %@ vs 非打卡日 %@
en: Check-in days %@ vs. non-check-in days %@
es: Días con registro %@ frente a días sin registro %@
ja: チェックイン日 %@ vs 非チェックイン日 %@
ko: 체크인한 날 %@ / 체크인하지 않은 날 %@

source: 打卡日 %@ 项/天 vs 非打卡日 %@ 项/天
en: Check-in days %@ items/day vs. non-check-in days %@ items/day
es: Días con registro %@ elementos/día frente a días sin registro %@ elementos/día
ja: チェックイン日 %@項目/日 vs 非チェックイン日 %@項目/日
ko: 체크인한 날 하루 %@개 / 체크인하지 않은 날 하루 %@개
zh_hant: 打卡日 %@ 項/天 vs 非打卡日 %@ 項/天

source: 打卡时间
en: Taken at
es: Tomado a las
ja: 服用時刻
ko: 복용 시각
zh_hant: 打卡時間

source: 打开 Maren 查看今天的提醒。
en: Open Maren to see today's reminder.
es: Abre Maren para ver el recordatorio de hoy.
ja: Marenを開いて今日のリマインダーを確認してください。
ko: 오늘의 알림을 보려면 Maren을 여세요.
zh_hant: 開啟 Maren 檢視今天的提醒。

source: 把照片变成会动的宠物小组件
en: Turn a photo into a live pet widget
es: Convierte una foto en un widget de mascota animado
ja: 写真がペットの動くウィジェットに
ko: 사진 한 장을 살아 움직이는 펫 위젯으로
zh_hant: 把照片變成會動的寵物小工具

source: 把一张照片变成会动的宠物
en: One photo of your pet, gently animated
es: Una foto de tu mascota, animada con suavidad
ja: ペットが動き出すウィジェット
ko: 반려동물 사진 한 장을 부드럽게 움직여요
zh_hant: 把一張照片變成會動的寵物

source: 把握度 %@
en: Confidence: %@
es: Confianza: %@
ja: 確信度:%@
ko: 신뢰도: %@

source: 把用药也记下来
en: Track your medications too
es: Registra también tu medicación
ja: 服薬も記録しましょう
ko: 복용약도 함께 기록해 보세요
zh_hant: 把用藥也記下來

source: 报告将生成 PDF 格式,可在就诊时分享给医生。
en: Report will be generated as PDF, shareable with your doctor during visits.
es: El informe se generará en PDF para que puedas compartirlo con tu médico en la consulta.
ja: レポートはPDF形式で作成され、受診時に医師と共有できます。
ko: 리포트는 PDF로 만들어지며, 진료 때 의사에게 보여 드릴 수 있어요.
zh_hant: 報告將生成 PDF 格式,可在就診時分享給醫生。

source: 报告范围
en: Report Range
es: Rango del informe
ja: レポートの範囲
ko: 리포트 기간
zh_hant: 報告範圍

source: 报告范围:
en: Report range:
es: Rango del informe:
ja: レポートの範囲:
ko: 리포트 기간:
zh_hant: 報告範圍:

source: 报告范围:%@
en: Report range: %@
es: Rango del informe: %@
ja: レポートの範囲:%@
ko: 리포트 기간: %@
zh_hant: 報告範圍:%@

source: 报告预览
en: Report Preview
es: Vista previa del informe
ja: レポートのプレビュー
ko: 리포트 미리보기
zh_hant: 報告預覽

source: 拉伸
en: Stretching
es: Estiramientos
ja: ストレッチ
ko: 스트레칭

source: 指甲脆弱
en: Brittle nails
es: Uñas frágiles
ja: もろい爪
ko: 잘 부러지는 손톱

source: 按你在「设置」里填的周期推算。关掉后会改回自动学习你的真实记录。
en: Based on the cycle you set in Settings. Turn it off to go back to learning from your records.
es: Se basa en el ciclo que has configurado en Ajustes. Desactívalo para volver a aprender de tus registros.
ja: 「設定」で入力した周期に基づいています。オフにすると、あなたの記録から自動的に学習する方式に戻ります。
ko: 설정에서 정한 주기를 기준으로 해요. 끄면 다시 내 기록으로 학습해요.
zh_hant: 按你在「設定」裡填的週期推算。關掉後會改回自動學習你的真實記錄。

source: 按你的方式追踪
en: Track your way
es: Registra a tu manera
ja: あなたらしく記録する
ko: 내 방식대로 기록하기
zh_hant: 按你的方式追蹤

source: 按周期阶段的智能提醒
en: Smart reminders by cycle phase
es: Recordatorios inteligentes según la fase del ciclo
ja: 周期のフェーズに応じたスマートリマインダー
ko: 주기 단계별 스마트 알림
zh_hant: 按週期階段的智慧提醒
